Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/vibeke-larsen.html.tmx
Source language: nob
Languages: sme

source: Kontakt Sametinget
sme: Politihkalaš ovddasvástádussuorggit: Bajimus ovddasvástádus buot áššesurggiin

source: Alle Sametingets kontorer, ansatte og politikere
sme: Sámi vuoigatvuođat

source: Vibeke Larsen
sme: Sámi iešmearrideapmi

source: Samiske rettigheter
sme: Álgoálbmotvuoigatvuođat

source: Samisk selvbestemmelse
sme: Sámi ovttasbargu riikarájáid rastá (SPR)

source: Urfolksrettigheter
sme: Riikkaidgaskasaš áššit

source: Samisk samarbeid over landegrensene (SPR)
sme: Konsultašuvnnat

source: Internasjonale saker
sme: Sámedikki bušeahtta ja rehketdoallu

source: Konsultasjoner
sme: Sámedikki jahkedieđáhus

source: Sametingets budsjett og regnskap
sme: Sámediggeráđi doaibmadieđáhus

source: Sametingets årsmelding
sme: Alit oahppu ja dutkan Mánáidgárdi

source: Sametingsrådets beretning
sme: Vuođđooahpahus

source: Høyere utdanning og forskning
sme: Rávisolbmooahpahus

source: Læremidler
sme: Oahpponeavvut

source: Pedagogisk veiledning
sme: Pedagogalaš bagadallan

source: Læremidler til barnehager
sme: Gelbbolašvuođalokten ja rekruteren

source: Yrke
sme: Oahpponeavvut mánáidgárddiide
